Repository: sqitchers/sqitch
Catalog: po/*.po
Languages: de_de, it_it

source: Cannot find your name; run sqitch config --user user.name "YOUR NAME"
de_de: Kann deinen Namen nicht finden. Führe den folgenden Befehl aus: sqitch config --user user.name "DEIN NAME"
it_it: Impossibile trovare il tuo nome: esegui sqitch config --user user.name "TUO NOME"

source: Cannot infer your email address; run sqitch config --user user.email you@host.com
de_de: Kann deine E-Mail-Adresse nicht finden. Führe den folgenden Befehl aus: sqitch config --user user.email dein.name@domain.com
it_it: Non riesco a risalire alla tua e-mail: esegui sqitch config --user user.email tuaemail@host.com

source: Cannot change to directory {directory}: {error}
de_de: Konnte nicht in das folgende Verzeichnis wechseln {directory}: {error}

source: "{command}" is not a valid command
de_de: "{command}" ist ein ungültiger Befehl
it_it: "{command}" non è un comando valido

source: Sqitch seems to be unattended and there is no default value for this question
de_de: Sqitch scheint unbeaufsichtigt ausgeführt zu werden, und es steht leider keine Standardantwort für diese Frage zur Verfügung
it_it: Sqitch sembra non presidiato e non ha un valore di default per il quesito

# Confirm prompt answer yes
source: Yes
de_de: Ja

# Confirm prompt answer no
source: No
de_de: Nein

source: Please answer "y" or "n".
de_de: Bitte antworte mit "j" oder "n"
it_it: Rispondi "y" (si) o "n" (no)

source: No valid answer after 3 attempts; aborting
de_de: Drei ungültige Antworten in Folge. Breche ab
it_it: Nessuna risposta valida in 3 tentativi, aborto

source: Cannot exec {command}: {error}
de_de: Konnte den Befehl {command} nicht ausführen: {error}
it_it: Non posso eseguire {command}: {error}

source: Error closing pipe to {command}: {error}
de_de: Fehler beim Schließen der Pipeline nach {command}: {error}
it_it: Errore di chiusura pipe per {command}: {error}

source: {command} unexpectedly returned exit value {exitval}
de_de: {command} brach unerwartet ab mit Rückgabewert {exitval}
it_it: Il comando {command} ha restituito un exit value inatteso {exitval}

source: Unknown argument "{arg}"
de_de: Unbekanntes Argument "{arg}"
it_it: Argomento sconosciuto: "{arg}"

source: Cannot specify both --all and engine, target, or plan arugments
de_de: Das Argument --all kann nicht mit engine, target oder plan kombiniert werden
it_it: Non si può specificare contemporaneamente --all e target, target o plan.

source: Created {file}
de_de: {file} erstellt
it_it: {file} creato

source: Error creating {path}: {error}
de_de: Fehler beim Erstellen von {path}: {error}
it_it: Errore durante la creazione di {path}: {error}

source: Template {template} does not exist
de_de: Vorlage {template} existiert nicht
it_it: Il template {template} non esiste

source: Template {template} is not a file
de_de: Vorlage {template} ist keine Datei
it_it: Il template {template} non è un file

source: Cannot find {script} template
de_de: Kann Vorlage {script} nicht finden
it_it: Non trovo il template {script}

source: Directory "{dir}" does not exist
de_de: Verzeichnis "{dir}" existert nicht
it_it: La directory {dir} non esiste

source: "{dir}" is not a directory
de_de: "{dir}" ist kein Verzeichnis
it_it: "{dir}" non è una directory

source: Name "{name}" identifies a target; use "--change {name}" to use it for the change name
de_de: Der Name "{name}" bezeichnet ein Ziel. Verwende "--change {name}" um ihn als Änderung anzugeben
it_it: Il nome "{name}" identifica un target, usa "--change {name}" per effettuare il cambio di nome

source: add
de_de: hinzufügen
it_it: aggiungi

source: Added "{change}" to {file}
de_de: "{change}" der Datei {file} hinzugefügt
it_it: "{change}" aggiunta al file {file}

source: Skipped {file}: already exists
de_de: Überspringe {file}: existiert bereits
it_it: Saltato {file}: esiste già

source: Cannot open {file}: {error}
de_de: Kann {file} nicht öffnen: {error}
it_it: Non posso aprire {file}: {error}

source: Error executing {template}: {error}
de_de: Fehler beim Ausführen von {template}: {error}
it_it: Errore nell'esecuzione di {template}: {error}

source: Error closing {file}: {error}
de_de: Fehler beim Schließen von {file}: {error}
it_it: Errore nella chiusura di {file}: {error}

source: Use of --to or --from to bundle multiple targets is not recommended. Pass them as arguments after each target argument, instead.
de_de: Es ist nicht empfehlenswert --to oder --from zum Kombinieren mehrerer Ziele zu verwenden. Stattdessen solltest du diese Argumente jedem einzelnen Ziel anhängen.
it_it: L'uso di --to o --from per creare un bundle con più target è sconsigliato. Passali come argomenti dopo ogni target.

source: Cannot specify both --from or --to and change arguments
de_de: Die Argumente --from oder --to können nicht mit Änderungsargumenten kombiniert werden
it_it: Non puoi usare contemporanemanete --from o --to e cambiare gli argomenti

source: Bundling into {dir}
de_de: Packe ins Verzeichnis {dir}
it_it: Creazione bundle in {dir}

source: Cannot copy {file}: does not exist
de_de: Kann {file} nicht kopieren: Datei existiert nicht
it_it: Non posso copiare {file}: non esiste

source: Copying {source} -> {dest}
de_de: Kopiere {source} -> {dest}
it_it: Copio {source} -> {dest}

source: Cannot copy "{source}" to "{dest}": {error}
de_de: Kann nicht von "{source}" nach "{dest}" kopieren: {error}
it_it: Non posso copiare "{source}" in "{dest}": {error}

source: Writing config
de_de: Schreibe Konfiguration
it_it: Salvo configurazione

source: Writing plan
de_de: Schreibe Plan
it_it: Salvo piano esecuzione (plan)

source: Writing plan from {from} to {to}
de_de: Schreibe Plan von {from} nach {to}
it_it: Salvo piano da {from} a {to}

source: Cannot find change {change}
de_de: Kann Änderung {change} nicht finden
it_it: Non trovo la modifica {change}

source: Writing scripts
de_de: Schreibe Skripte
it_it: Salvo gli script

source: Too many targets specified; connecting to {target}
de_de: Zu viele Ziele angegeben. Verbinde mit {target}
it_it: Troppo target specificati: collegamento a {target}

source: Already on branch {branch}
de_de: Bereits im Entwicklungszweig {branch}
it_it: Già nel ramo {branch}

source: Branch {branch} has no changes in common with current branch {current}
de_de: Entwicklungszweig {branch} hat keine Veränderungen mit dem aktuellen Entwicklungszweig {current} gemein
it_it: Il ramo {branch} non ha modifiche in comune con il ramo corrente {current}

source: Last change before the branches diverged: {last_change}
de_de: Letzte Änderung bevor Entwicklungszweige voneinander abweichen: {last_change}
it_it: Ultima modifica prima della divergenza dei rami: {last_change}

source: Unknown config action: {action}
de_de: Unbekannte Konfigurationsaktion: {action}
it_it: Azione di configurazione sconosciuta: {action}

source: More then one value for the key "{key}"
de_de: Mehr als ein Wert für Schlüssel "{key}"
it_it: Più di un valore per la chiave "{key}"

source: Cannot overwrite multiple values with a single value
de_de: Kann nicht mehrere Werte mit einem einzigen Wert überschreiben
it_it: Non posso sovrascrivere più valori con un singolo valore

source: Cannot unset key with multiple values
de_de: Kann nicht Schlüssel mit mehreren Werten entfernen
it_it: Non posso invalidare una chiave con valori multipli

source: No such section!
de_de: Sektion existiert nicht!
it_it: Questa sezione non esiste!

source: Too many changes specified; deploying to "{change}"
de_de: Zu viele Änderungen angegeben. Wende "{change}" an
it_it: Troppi cambiamenti specificati; implementazione a "{change}"

source: Unknown engine "{engine}"
de_de: Unbekannte Engine "{engine}"
it_it: Motore sconosciuto: "{engine}"

source: Unknown action "{action}"
de_de: Unbekannte Aktion "{action}"
it_it: Azione sconosciuta: "{action}"

source: Cannot assign URI using engine "{new}" to engine "{old}"
de_de: URI kann nicht mittlels Engine "{new}" der Engine "{old}" zugewiesen werden
it_it: Non posso assegnare nessun URI usando il motore da "{new}" a "{old}"

source: Unknown target "{target}"
de_de: Unbekanntes Ziel "{target}"
it_it: Target sconosciuto: "{target}"

source: Engine "{engine}" already exists
de_de: Engine "{engine}" existiert bereits
it_it: Il motore "{engine}" esiste già

source: Missing Engine "{engine}"; use "{command}" to add it
de_de: Fehlende Engine "{engine}"; verwende "{command}" um sie hinzuzufügen
it_it: Motore mancante:"{engine}"; usa "{command}" per aggiungerlo

source: Cannot unset an engine target
de_de: Ein Engine-Ziel kann nicht entfernt werden
it_it: Non posso invalidare un target di tipo motore

source: Target
de_de: Ziel

source: Top Directory
de_de: Topverzeichnis
it_it: Directory superiore

source: Plan File
de_de: Plandatei
it_it: File di piano

source: Extension
de_de: Erweiterung
it_it: Estensione

source: Revert
de_de: Rückgängig machen
it_it: Ripristina

source: Deploy
de_de: Anwenden
it_it: Implementa

source: Verify
de_de: Verifizieren
it_it: Verifica

source: Reworked
de_de: Überarbeitet
it_it: Rilavorato

source: Script Directories
de_de: Skriptverzeichnisse
it_it: Directory degli script

source: Reworked Script Directories
de_de: Überarbeitete Skriptverzeichnisse
it_it: Directory degli script di rilavorazione

source: Variables
de_de: Variablen

source: No Variables
de_de: Keine Variablen

source: No manual entry for {command}
de_de: Kein Hilfeeintrag für {command} verfügbar
it_it: Non trovo {command} nel manuale

source: invalid project name "{project}": project names must not begin with punctuation, contain "@", ":", "#", "[", "]", or blanks, or end in punctuation or digits following punctuation
de_de: Ungültiger Projektname "{project}". Projektnamen dürfen nicht mit Satzzeichen beginnen, die Zeichen "@", ":", "#" oder Leerzeichen beinhalten oder in Satzzeichen enden, wenn diese wiederum Ziffern oder anderen Satzzeichen folgen
it_it: Il nome di progetto "{project}" non è valido: i nomi di progetto non possono iniziare con punteggiarura, contenere "@", ":", "#", o spazi bianchi e non possono terminare con simboli di punteggiatura o numeri dopo la punteggiatura.

source: Unknown log format "{format}"
de_de: Unbekanntes Log-Format "{format}"
it_it: Formato di log sconosciuto: "{format}"

source: Database {db} has not been initialized for Sqitch
de_de: Datenbank {db} wurde noch nicht für Sqitch initialisiert
it_it: Il database {db} non è stato inizializzato per l'uso con Sqitch

source: No events logged for {db}
de_de: Keine Ereignisse für Datenbank {db} aufgezeichnet
it_it: Nessun logger di eventi per {db}

source: On database {db}
de_de: Auf Datenbank {db}
it_it: Sul database {db}

source: Unknown plan format "{format}"
de_de: Unbekanntes Planformat "{format}"
it_it: Formato "{format}" del piano di esecuzione sconosciuto

source: Too many targets specified; using {target}
de_de: Zu viele Ziele angegeben. Verwende {target}
it_it: Troppi target specificati; si usa {target}

source: No changes in {file}
de_de: Keine Änderungen in {file}
it_it: Nessun modifica in {file}

source: Project: {project}
de_de: Projekt: {project}
it_it: Progetto: {project}

source: File: {file}
de_de: Datei: {file}

source: Too many changes specified; rebasing onto "{onto}" up to "{upto}"
de_de: Zu viele Änderungen angegeben. Rebase auf "{onto}" bis hin "{upto}"
it_it: Troppe modifiche specificate; riposiziono da "{onto}" fino a "{upto}"

source: Too many changes specified; reverting to "{change}"
de_de: Zu viele Änderungen angegeben. Setze zurück nach "{change}"
it_it: Troppe modifiche specificate; ritorno a "{change}"

source: rework
de_de: überarbeite
it_it: rilavoro

source: Added "{change}" to {file}.
de_de: "{change}" zu "{file}" hinzugefügt.
it_it: "{change}" aggiunto a {file}.

source: Modify this file as appropriate:
de_de: Nimm die nötigen Änderungen an dieser Datei vor:
it_it: Modifica questo file nel modo appropriato:

source: Skipped {dest}: {src} does not exist
de_de: {dest} übersprungen: {src} existiert nicht
it_it: Saltato {dest}: {src} non esiste

source: Cannot copy {src} to {dest}: {error}
de_de: Kann {src} nicht nach {dest} kopieren: {error}
it_it: Non posso copiare {src} in {dest}: {error}

source: Copied {src} to {dest}
de_de: {src} nach {dest} kopiert
it_it: Copiato {src} in {dest}

source: Unknown tag "{tag}"
de_de: Unbekanntes Tag "{tag}"
it_it: Tag "{tag}" sconosciuto

source: Unknown object type "{type}
de_de: Unbekannter Objekttyp "{type}"
it_it: Tipo di oggetto "{type}" sconosciuto

source: Unknown change "{change}"
de_de: Unbekannte Änderung "{change}"
it_it: Modifica "{change}" sconosciuta

source: File "{path}" does not exist
de_de: Datei "{path}" existiert nicht
it_it: Il file "{path}" non esiste

source: "{path}" is not a file
de_de: "{path}" ist keine Datei
it_it: "{path}" non è un file

source: Database not initialized for Sqitch
de_de: Datenbank nicht für Sqitch initialisiert
it_it: Database non inizializzato per Sqitch

source: No projects registered
de_de: Keine Projekte registriert
it_it: Nessun progetto registrato

source: Use --project to select which project to query: {projects}
de_de: Verwende --project um ein bestimmtes Projekt anzugeben: {projects}
it_it: Usa --project per selezionare quale progetto interrogare: {projects}

source: No changes deployed
de_de: Keine Änderungen angewendet
it_it: Nessuna modifica implementata

source: Status unknown. Use --plan-file to assess "{project}" status
de_de: Unbekannter Status. Benutze --plan-file um Status für "{project}" zu überprüfen
it_it: Stato sconosciuto. Usa --plan-file per impostare lo stato di "{project}"

source: Project: {project}
de_de: Projekt: {project}
it_it: Progetto: {project}

source: Change: {change_id}
de_de: Änderung: {change_id}
it_it: Modifica: {change_id}

source: Deployed: {date}
de_de: Angewendet: {date}
it_it: Implementazione: {date}

source: By: {name} <{email}>
de_de: Von: {name} <{email}>
it_it: Autore: {name} <{email}>

source: Change:
de_de: Änderung:
it_it: Modifica:

source: Tags: None.
de_de: Tags: keine.
it_it: Tag: None

source: Cannot find this change in {file}
de_de: Kann diese Änderungen nicht in {file} finden
it_it: Non trovo questa modifica in {file}

source: Make sure you are connected to the proper database for this project.
de_de: Bitte stelle sicher dass du mit der korrekten Datenbank für dieses Projekt verbunden bist.
it_it: Assicurati di essere collegato al database corretto per questo progetto.

source: Nothing to deploy (up-to-date)
de_de: Nichts anzuwenden (auf neuestem Stand)
it_it: Niente da implementare (tutto già aggiornato)

source: Undeployed change:
de_de: Rückgängig gemachte Änderung:
it_it: Modifica rimosse dalla implementazione:

source: Tagged "{change}" with {tag} in {file}
de_de: Markiere "{change}" mit {tag} in {file}
it_it: "{change}" marcata con {tag} in {file}

source: Name "{name}" identifies a target; use "--tag {name}" to use it for the tag name
de_de: Name "{name}" bezeichnet ein Ziel. Bitte verwende "--tag {name}" um ihn als Tag-Namen zu verwenden
it_it: Il nome "{name} identifica un target; usa "--tag {name}" per usarlo come nome di tag

source: Target "{target}" already exists
de_de: Ziel "{target}" existiert bereits
it_it: Il target "{target}" esiste già.

source: Missing Target "{target}"; use "{command}" to add it
de_de: Ziel "{target}" existiert noch nicht. Verwende "{command}" um es hinzuzufügen
it_it: Il target "{target}" è mancante; usa "{command}" per aggiungerlo.

source: Cannot rename target "{target}" because it's referenced by: {engines}
de_de: Kann Ziel "{target}" nicht umbenennen, da es von den folgenden Engines referenziert wird: {engines}
it_it: Non posso rinominare il target "{target}" perché è referenziato da: {engines}

source: Upgrading registry {registry} to version {version}
de_de: Aktualisiere Registry {registry} nach Version {version}
it_it: Aggiorno il registro {registry} alla versione {version}

source: Registry {registry} is up-to-date at version {version}
de_de: Registry {registry} auf Version {version} aktualisiert
it_it: Il registro {registry} è aggiornato alla versione {version}

source: Too many changes specified; verifying from "{from}" to "{to}"
de_de: Zu viele Änderungen angegeben. Verifiziere von "{from}" nach "{to}"
it_it: Troppe modifiche specificate; verfica da "{from}" a "{to}"

source: Could not determine home directory
de_de: Konnte Benutzerverzeichnis nicht finden
it_it: Non riesco a stabiliare la home directory

source: Unknown date format "{format}"
de_de: Unbekanntes Datumsformat "{format}"
it_it: Formato data "{format}" sconosciuto

source: No engine specified; specify via target or core.engine
de_de: Keine Engine angegeben. Bitte gib eine via "target" oder "core.engine" an

source: {driver} required to manage {engine}
de_de: {driver} benötigt, um {engine} zu benutzen
it_it: {driver} è necessario per gestire {engine}

source: Nothing to deploy (empty plan)
de_de: Nichts anzuwenden (leerer Plan)
it_it: Niente da implementare (piano di esecuzione vuoto)

source: Unknown change: "{change}"
de_de: Unbekannte Änderung: "{change}"
it_it: Modifica "{change}" sconosciuta

source: Nothing to deploy (already at "{change}")
de_de: Nichts anzuwenden (aktueller Stand ist bereits "{change}")
it_it: Niente da implementare (già a "{change}")

source: Adding registry tables to {destination}
de_de: Erstelle Registry-Tabellen in {destination}
it_it: Aggiungo le tabelle di registro a {destination}

source: Cannot deploy to an earlier change; use "revert" instead
de_de: Eine vorige Änderung kann nicht angewandt werden. Verwende stattdessen "revert"
it_it: Non posso implementare una modifica precedente; usa "revert".

source: Deploying changes through {change} to {destination}
de_de: Wende Änderungen von {change} nach {destination} an
it_it: Implementazione delle modifiche da {change} a {destination}

source: Deploying changes to {destination}
de_de: Wende Änderungen nach {destination} an
it_it: Implementazione delle modifiche a {destination}

source: Unknown deployment mode: "{mode}"
de_de: Unbekannter Anwendungsmodus: "{mode}"
it_it: Modalità di implementazione "{mode}" sconosciuta

source: Change not deployed: "{change}"
de_de: Änderung nicht angewandt: "{change}"
it_it: Modifica non implementata: "{change}"

source: No changes deployed since: "{change}"
de_de: Keine Änderungen seit "{change}" angewandt
it_it: Nessuna modifica implementata da: "{change}"

source: Reverting changes to {change} from {destination}
de_de: Kehre Änderungen an {destination} um nach {change}
it_it: Annullo modifiche da {destination} a {change}

source: Nothing reverted
de_de: Nichts rückgängig gemacht
it_it: Niente è stato annullato

source: Revert changes to {change} from {destination}?
de_de: Änderungen von {change} nach {destination} wieder rückgängig machen?
it_it: Annullo modifiche da {destination} a {change}

source: Nothing to revert (nothing deployed)
de_de: Nichts rückgängig zu machen (keine Änderungen angewandt)
it_it: Niente da annullare (niente da implementare)

source: Reverting all changes from {destination}
de_de: Kehre alle Änderungen an {destination} um
it_it: Annullo tutte le modifiche da {destination}

source: Revert all changes from {destination}?
de_de: Alle Änderungen an {destination} rückgängig machen?
it_it: Annullo tutte le modifiche da {destination}?

source: Verifying {destination}
de_de: Verifiziere {destination}
it_it: Veifico {destination}

source: Nothing to verify (no planned or deployed changes)
de_de: Nichts zu verifizieren (keine geplanten oder angewandten Änderungen)
it_it: Niente da verificare (nessuna modifica pianificata o implementata)

source: There are deployed changes, but none planned!
de_de: Angewandte Änderungen gefunden die ungeplant sind!
it_it: Ci sono modifiche implementate, ma nessuna pianificata!

source: Verify Summary Report
de_de: Verifizierungsreport
it_it: Report Sommario di verifica

source: Changes: {number}
de_de: Änderungen: {number}
it_it: Modifiche: {number}

source: Errors: {number}
de_de: Fehler: {number}
it_it: Errori: {number}

source: Verify failed
de_de: Verifizierung fehlgeschlagen
it_it: Verifica fallita

source: Verify successful
de_de: Erfolgreich verifiziert
it_it: Verifica riuscita

source: Change "{change}" has not been deployed
de_de: Änderung "{change}" wurde noch nicht angewendet
it_it: Modifica "{change}" non implementata

source: Cannot find "{change}" in the database or the plan
de_de: Kann "{change}" weder in der Datenbank noch im Plan finden
it_it: Non posso trovare "{change}" nel database o nel piano di esecuzione

source: Change "{change}" is deployed, but not planned
de_de: Änderung "{change}" wurde angewendet, allerdings nicht geplant
it_it: La modifica "{change}" è implementata ma non pianificata

source: Out of order
de_de: Ungültige Reihenfolge
it_it: Fuori servizio

source: Not present in the plan
de_de: Im Plan nicht vorhanden
it_it: Non presente nel piano di esecuzione

source: not ok
de_de: nicht OK
it_it: Non OK

source: Not deployed
de_de: Nicht angewendet
it_it: Non implementato

source: Verify script "{script}" failed.
de_de: Verifizierungsskript {script} fehlgeschlagen.
it_it: Script di verifica "{script}" fallito

source: Verify script {file} does not exist
de_de: Verifizierungsskript {file} existiert nicht
it_it: Lo script di verifica {file} non esiste

source: Conflicts with previously deployed change: {changes}
de_de: Konflikte mit zuvor angewendeter Änderung: {changes}
it_it: Ci sono conflitti con la modifica precdedentemente implementata: {changes}

source: Missing required change: {changes}
de_de: Fehlende benötigte Änderung: {changes}
it_it: Modifica richiesta non trovata: {changes}

source: Change "{changes}" has already been deployed
de_de: Änderung "{changes}" wurde bereits angewendet
it_it: La modifica "{changes}" è già stata implementata

source: Change "{change}" required by currently deployed change: {changes}
de_de: Änderung "{change}" wird erfordert von gerade angewendeter Änderung: {changes}
it_it: La modifica "{change}" è richiesta dalla modifica correntemente implementata: {changes}

source: Invalid dependency: {dependency}
de_de: Ungültige Abhängigkeit: {dependency}
it_it: Dipendenza {dependency} non valida

source: Change "{change}" is ambiguous. Please specify a tag-qualified change:
de_de: Änderung "{change}" ist mehrdeutig. Bitte gib ein Tag für die Änderung an:
it_it: La modifica "{change}" è ambigua. Per favore indica la modifica con un tag.

source: Change Lookup Failed
de_de: Suche nach Änderung gescheitert
it_it: Recupero della modifica fallito

source: Reverting to {change}
de_de: Mache Änderungen rückgänging bis nach {change}
it_it: Ritorno a {change}

source: Reverting all changes
de_de: Kehre sämtliche Änderungen um
it_it: Annullo tutte le modifiche

source: The schema will need to be manually repaired
de_de: Das Schema muss manuell repariert werden
it_it: Lo schema richiede una riparazione manuale.

source: Deploy failed
de_de: Anwendung der Änderung(en) fehlgeschlagen
it_it: Implementazione fallita

source: Cannot find change {id} ({change}) in {file}
de_de: Kann Änderung {id} ({change}) in {file} nicht finden
it_it: Non trovo la modifica {id} ({change}) in {file}

source: No registry found in {destination}. Have you ever deployed?
de_de: Registry nicht gefunden in {destination}. Wurde Sqitch jemals darauf ausgeführt?
it_it: Nessun registro trovato in {destination}. E' mai stata fatta una implementazione prima?

source: Registry version is {old} but {new} is the latest known. Please upgrade Sqitch
de_de: Aktuelle Registry-Version ist {old} allerdings ist {new} die neueste bekannte Version. Bitte aktualisiere Sqitch
it_it: La versione di registro è {old} ma {new} è la più recente conosciuta. Per favore aggiorna Sqitch.
