Repository: sqitchers/sqitch
Catalog: po/*.po
Languages: de_de, it_it

source: Registry is at version {old} but latest is {new}. Please run the "upgrade" command
de_de: Registry ist derzeit auf Version {old} aber neueste Version ist {new}. Bitte führe den "upgrade"-Befehl aus
it_it: La versione di registro è {old} ma {new} è la più recente conosciuta. Per favore esegui il comando "upgrade".

source: Registry version is {old} but {new} is the latest known. Please upgrade Sqitch.
de_de: Aktuelle Registry-Version ist {old} allerdings ist {new} die neueste bekannte Version. Bitte aktualisiere Sqitch
it_it: La versione di registro è {old} ma {new} è la più recente conosciuta. Per favore aggiorna Sqitch.

source: Cannot upgrade to {version}: Cannot find upgrade script "{file}"
de_de: Kann nicht nach {version} aktualisieren: Upgrade-Skript "{file}" nicht gefunden
it_it: Non posso aggiornare a {version}: non trovo lo script "{file}" per l'aggiornamento

source: Upgrading the Sqitch registry from {old} to {new}
de_de: Aktualisiere die Sqitch-Registry von {old} nach {new}

source: From {old} to {new}
de_de: Von {old} nach {new}
it_it: Da {old} a {new}

source: Sqitch already initialized
de_de: Sqitch ist bereits initialisiert
it_it: Sqitch è già stato inizializzato

source: Cannot remove {file}: {error}
de_de: Kann Datei {file} nicht entfernen: {error}
it_it: Non posso rimuovere {file}: {error}

source: Cannot copy {file} to {alias}: {error}
de_de: Kann Datei {file} nicht nach {alias} kopieren: {error}
it_it: Non posso copiare {file} su {alias}: {error}

source: Cannot symlink {file} to {alias}: {error}
de_de: Kann symbolische Verknüpfung von {file} nach {alias} nicht erstellen: {error}
it_it: Non posso creare un link simbolico da {file} a {alias}: {error}

source: {command} unexpectedly failed; exit value = {exitval}
de_de: {command} unerwartet gescheitert. Rückgabewert = {exitval}

source: Sqitch database {database} already initialized
de_de: Sqitch-Datenbank {database} ist bereits initialisiert
it_it: Database Sqitch già inizialiatto su {database}

source: Cannot create database {database}: {error}
de_de: Kann Datenbank {database} nicht erstellen: {error}
it_it: Non posso creare il database {database}: {error}

source: Database name missing in URI {uri}
de_de: Name der Datenbank fehlt in URI {uri}
it_it: Il nome di database non è specificato nell'URI {uri}

source: Cannot dup STDERR: {error}
de_de: Kann STDERR nicht öffnen: {error}
it_it: Non posso effettuare la dup su STDERR: {error}

source: Cannot reirect STDERR: {error}
de_de: Kann nicht nach STDERR umleiten: {error}
it_it: Non posso redirezionare STDERR: {error}

source: Unable to locate Firebird ISQL; set "engine.firebird.client" via sqitch config
de_de: Kann Firebird ISQL nicht finden. Bitte setze "engine.firebird.client" via sqitch config
it_it: Non trovo Firebirs ISQL: imposta "engine.firebird.client" attraverso "sqitch config"

source: Sqitch requires {rdbms} {want_version} or higher; this is {have_version}
de_de: Sqitch setzt {rdbms} {want_version} oder höher voraus. Die aktuelle Version is allerdings {have_version}
it_it: Sqitch richiede {rdbms} alla version {want_version} o superiore: questa è la versione {have_version}

source: Database name missing in URI "{uri}"
de_de: Name der Datenbank fehlt in URI "{uri}"
it_it: Il nome di database non è specificato nell'URI {uri}

source: Sqitch schema "{schema}" already exists
de_de: Sqitch-Schema "{schema}" existiert bereits
it_it: Lo schema "{schema}" per Sqitch esiste già.

source: Cannot determine Snowflake account name
de_de: Kann Namen für Snowflake-Benutzerkonto nicht herausfinden

source: Sqitch requires SQLite 3.3.9 or later; {client} is {version}
de_de: Sqitch erwartet SQLite 3.3.9 oder neuer. {client} ist allerdings {version}
it_it: Sqitch richiede SQLite 3.3.9 o superiore: {client} è {version}

source: Fail
de_de: Fehlgeschlagen
it_it: Fallito

source: deploy
de_de: anwenden
it_it: implementa

source: revert
de_de: rückgängig machen
it_it: annullo

source: fail
de_de: fehlschlagen
it_it: fallito

source: No label passed to the _ format
de_de: Label fehlt im _ Formatierungsplatzhalter

source: Event:
de_de: Ereignis:
it_it: Evento:

source: Change:
de_de: Änderung:
it_it: Modifica:

source: Planner:
de_de: Planer:

source: By:
de_de: Von:
it_it: Autore:

source: Date:
de_de: Datum:
it_it: Data:

source: Committed:
de_de: Commitet:
it_it: Creata:

source: Planned:
de_de: Geplant:
it_it: Pianificato:

source: Project:
de_de: Projekt:
it_it: Progetto:

source: Requires:
de_de: Benötigt:
it_it: Richiede:

source: Conflicts:
de_de: Konflikte:
it_it: Conflitti:

source: Unknown label "{label}" passed to the _ format
de_de: Unbekanntes Label "{label}" im _ Formatierungsplatzhalter angegeben

source: {color} is not a valid ANSI color
de_de: {color} ist keine gültige ANSI-Farbe
it_it: {color} non è un colore ANSI valido

source: {attr} is not a valid change attribute
de_de: {attr} ist kein gültiges Änderungsattribut
it_it: {attr} non è un attributo valido

source: Unknown format code "{code}"
de_de: Unbekannter Formatierungscode "{code}"
it_it: Formato codice "{code}" sconosciuto

source: Plan file {file} does not exist
de_de: Plandatei {file} existiert nicht
it_it: File di piano {file} inesistente

source: Plan file {file} is not a regular file
de_de: Plandatei {file} ist keine reguläre Datei
it_it: Il file di piano {file} non è un file regolare

source: Syntax error in {file} at line {lineno}: {error}
de_de: Syntaxfehler in {file}, Zeile {lineno}: {error}
it_it: Errore di sintassi nel file {file} alla linea {lineno}: {error}

source: Invalid pragma; a blank line must come between pragmas and changes
de_de: Ungültiges Pragma. Eine leere Zeile muss zwischen Pragmas und Änderungen erscheinen
it_it: Pragma non valido; una linea vuota deve trovarsi fra ogni pragma e ogni modifica

source: Missing %project pragma in {file}
de_de: Fehlendes %project Pragma in {file}
it_it: Pragma %project mancante in {file}

source: Missing timestamp and planner name and email
de_de: Zeitstempel, Name des Planers und E-Mail-Adresse fehlen
it_it: Timestamp, nome dell'esecutore e email mancanti

source: Missing timestamp
de_de: Fehlender Zeitstempel
it_it: Timestamp mancante

source: Missing planner name and email
de_de: Name des Planers und E-Mail-Adresse fehlen
it_it: Nome dell'esecutore ed email mancanti

source: "{name}" is a reserved name
de_de: "{name}" ist ein reservierter Name
it_it: "{name}" è un nome riservato

source: "{name}" is invalid because it could be confused with a SHA1 ID
de_de: "{name}" is ungültig da er mit einer SHA1-ID verwechselt werden könnte
it_it: "{name}" non è valido perché potrebbe essere confuso con un hash SHA1

source: Tag "{tag}" declared without a preceding change
de_de: Tag "{tag}" ohne vorige Änderung deklariert
it_it: Il tag "{tag}" è stato dichiarato senza una modifica che lo precede

source: Tag "{tag}" duplicates earlier declaration on line {line}
de_de: Tag "{tag}" dupliziert frühere Deklaration auf Zeile {line}
it_it: Il tag "{tag}" è duplicato e già presente alla linea {line}

source: Tags may not specify dependencies
de_de: Tags können keine Abhängigkeiten spezifizieren
it_it: I tag non possono specificare delle dipendenze

source: Change "{change}" duplicates earlier declaration on line {line}
de_de: Änderung "{change}" dupliziert vorige Deklaration auf Zeile {line}
it_it: La modifica "{change}" risulta duplicata alla linea {line}

source: "{dep}" is not a valid dependency specification
de_de: "{dep}" ist keine gültige Abhängigkeitsspezifikation
it_it: "{dep}" non è una dichiarazione di dependenza valida

source: Duplicate dependency "{dep}"
de_de: Doppelte Abhängigkeit "{dep}"

source: Change "{change}" cannot require itself
de_de: Änderung "{change}" kann nicht von sich selbst abhängig sein
it_it: La modifica "{change}" non può richiedere se stessa

source: Change "{change}" planned {num} change before required change "{required}"
de_de: Änderung "{change}" plant {num} Änderung vor benötigter Änderung "{required}"
it_it: La modifica "{change}" ha pianificato {num} modifica prima della richiesta "{required}"

source: Unknown change "{required}" required by change "{change}"
de_de: Unbekannte Änderung "{required}" wird vorausgesetzt von "{change}"
it_it: La modifica "{required}" rechiesta dalla modifica "{change}" è sconosciuta

source: HINT: move "{change}" down {num} line in {plan}
de_de: Hinweis: schiebe "{change}" {num} Zeile herunter in {plan}
it_it: Suggerimento: sposta "{change}" di {num} linea in basso nel piano {plan}

source: Dependency error detected:
de_de: Abhängigkeitsfehler entdeckt:
it_it: Errore di dipendenza rilevato:

source: Cannot find change "{change}" in plan
de_de: Kann Änderung "{change}" nicht im Plan finden
it_it: Non trovo la modifica "{change}" nel piano di esecuzione

source: Tag "{tag}" already exists
de_de: Tag "{tag}" existiert bereits
it_it: Il tag "{tag}" esiste già

source: Cannot apply tag "{tag}" to a plan with no changes
de_de: Kann Tag "{tag}"nicht auf einen Plan ohne Änderungen anwenden
it_it: Non posso applicare il tag "{tag}" a un piano privo di modifiche

source: Change "{change}" already exists in plan {file}. Use "sqitch rework" to copy and rework it
de_de: Änderung "{change}" existiert bereits in Plan {file} Verwende "sqitch rework" um zu kopieren und überarbeiten
it_it: La modifica "{change}" esiste già nel piano {file}. Usa "sqitch rework" per copiarla and rielaborarla.

source: Change "{change}" does not exist in {file}. Use "sqitch add {change}" to add it to the plan
de_de: Änderung "{change}" existiert nicht in {file} Benutze "sqitch add {change}"um sie dem Plan hinzuzufügen
it_it: La modifica "{change}" non esiste in {file}. Usa "sqitch add {change}" per aggiungerla al piano di esecuzione.

source: Cannot rework "{change}" without an intervening tag. Use "sqitch tag" to create a tag and try again
de_de: Kann "{change}" nicht ohne zuvor erstellten Tag überarbeiten Benutze "sqitch tag" um einen Tag zu erstellen und versuche es erneut
it_it: Non posso rielaborare "{change}" senza un tag di intervento. Usa "sqitch tag" per creare un tag e riprova.

source: Cannot add change "{change}": requires unknown change "{req}"
de_de: Kann Änderung "{change}" nicht hinzufügen: unbekannte Änderung "{req}" wird vorausgesetzt
it_it: Non posso aggiungere la modifica "{change}"_ è richiesta una modifica sconosciuta "{req}"

source: Cannot rework change "{change}": requires unknown change "{req}"
de_de: Kann Änderung "{change}" nicht überarbeiten: unbekannte Änderung "{req}" wird vorausgesetzt
it_it: Non posso rielaborare la modifica "{change}"_ è richiesta una modifica sconosciuta "{req}"

source: "Error closing {file}: {error}
de_de: Fehler beim Schliessen der Datei {file}: {error}
it_it: Errore nella chiusura di {file}: {error}

source: Please enter a note for your change. Lines starting with '#' will be ignored, and an empty message aborts the {command}.
de_de: Bitte füge ein Anmerkung der Änderung hinzu. Zeilen die mit '#' beginnen werden ignoriert und leere Eingaben brechen den Befehl {command} ab.
it_it: per favore inserisci un commento per la tua modifica. Le righe che iniziano con "#" saranno ignorate, e una nota priva di testo farà abortire {command}.

source: Change to {command}:
de_de: Wechsel nach {command}:
it_it: Modifica a {command}:

source: Change lookup failed
de_de: Suche nach Änderung gescheitert
it_it: Lookup della modifica fallito

source: Unable to find change "{change}" in plan {file}
de_de: Kann Änderung "{change}" nicht finden in Plan {file}
it_it: Non trovo la modifica "{change}" nel piano di esecuzione {file}

source: Aborting due to empty note
de_de: Breche wegen fehlender Anmerkung ab
it_it: Commento vuoto, aborto.

source: Write a {command} note. Lines starting with '#' will be ignored.
de_de: Schreibe eine {command}-Anmerkung. Zeilen die mit '#' beginnen werden ignoriert.
it_it: Scrivi un commento per {command}. Le righe che iniziano con "#" saranno ignorate.

source: Option --top-dir is deprecated for {command} and other non-configuration commands. Use --chdir instead.
de_de: Option --top-dir ist sowohl für {command} als auch andere Befehle veraltet. Verwende stattdessen--chdir

source: Cannot register "{project}" with URI {uri}: already exists with NULL URI
de_de: Kann "{project}" mit URI {uri} nicht registrieren: existiert bereits mit NULL URI
it_it: Non posso registrare "{project}" con l'URI {uri}: è già esistente con URI NULL.

source: Cannot register "{project}" without URI: already exists with URI {uri}
de_de: Kann "{project}" ohne URI nicht registrieren: existiert bereits mit URI {uri}
it_it: Non posso registrare "{project}" senza un URI: è già esistente con URI {uri}.

source: Cannot register "{project}" with URI {uri}: already exists with URI {reg_uri}
de_de: Kann "{project}" mit URI {uri} nicht registrieren: existert bereits mit URI {reg_uri}
it_it: Non posso registrare "{project}" con URI {uri}: è già esistente con URI {reg_uri}.

source: Cannot register "{project}" with URI {uri}: project "{reg_proj}" already using that URI
de_de: Kann "{project}" mit URI {uri} nicht registrieren: Projekt "{reg_proj}" verwendet bereits diese URI
it_it: Non posso registrare "{project}" con URI {uri}: il progetto "{reg_proj}" esiste già con l'URI specificato

source: Unknown directory name: {dirs}
de_de: Unbekannter Verzeichnisname: {dirs}
it_it: Directory sconosciuta: {dirs}

source: URI "{uri}" is not a database URI
de_de: URI "{uri}" ist keine Datenbank-URI
it_it: L'URI "{uri}" non è un URI di database

source: No database engine in URI "{uri}"
de_de: Fehlende Datenbank-Engine in URI "{uri}"
it_it: Nessun motore di database nell'URI "{uri}"

source: Unknown engine "{engine}" in URI "{uri}"
de_de: Unbekannte Engine "{engine}" in URI "{uri}"
it_it: Motore "{engine}" sconosciuto nell'URI "{uri}"

source: Cannot initialize because {file} already exists and is not a file
de_de: Kann nicht initialiseren da {file} bereits existiert und es sich dabei nicht um eine Datei handelt
it_it: Impossibile inizializzare poiché {file} esiste già e non è un file

source: Cannot initialize because {file} already exists and is not a valid plan file
de_de: Kann nicht initialisieren da {file} bereits existiert und keine gültige Plandatei ist
it_it: Impossibile inizializzare poiché {file} esiste già e non è un file contenente un piano di esecuzione valido.

source: Cannot initialize because project "{project}" already initialized in {file}
de_de: Kann nicht initialisieren da Projekt "{project}" bereits in {file} initialisiert wurde
it_it: Impossibile inizializzare poiché il progetto "{project}" è già stato inizializzato in {file}

source: No project configuration found. Run the "init" command to initialize a project
de_de: Fehlende Projektkonfiguration. Bitte führe den "init"-Befehl aus, um das Projekt zu initialisieren

source: Cannot find target "{target}"
de_de: Kann Ziel "{target}" nicht finden
it_it: Non posso trovare il target specificato "{target}"

source: No URI associated with target "{target}"
de_de: Keine URI mit Ziel "{target}" verknüpft
it_it: Nessun URI associato al target "{target}"

source: No engine specified by URI {uri}; URI must start with "db:$engine:"
de_de: Keine Engine mittels URI {uri} angegeben. URI muss mit "db:$engine:" beginnen
it_it: Nessun motore specificato nell'URI {uri}; gli URI devono iniziare con "db:$engine:".

source: User name may not contain "<" or start with "["
de_de: Benutzername darf nicht "<" beinhalten oder mit "[" beginnen
it_it: Lo username non può contenere "<" o iniziare con "|"

source: User email may not contain ">"
de_de: Benutzer E-Mail-Adresse darf nicht ">" beinhalten
it_it: L'email utente non può contenere ">".

source: Registry
it_it: Registro

source: Name: {change}
it_it: Nome: {change}

source: Committer:
it_it: Autore:

source: Name:
it_it: Nome:

source: invalid project name "{project}": project names must not begin with punctuation, contain "@", ":", "#", "\", "[", "]", or blanks, or end in punctuation or digits following punctuation
it_it: Il nome di progetto "{project}" non è valido: i nomi di progetto non possono iniziare con punteggiarura, contenere "@", ":", "#", o spazi bianchi e non possono terminare con simboli di punteggiatura o numeri dopo la punteggiatura.
